/* 
   Localizable.strings
   CrashReporterDemo

   Created by Giuseppe Caruso on 04.01.2011.
   Copyright 2009 Andreas Linde. All rights reserved.
 */

/* Global strings */

/* For dialogs yes buttons */
"Yes" = "Si";

/* For dialogs no buttons */
"No" = "No";

/* For dialogs ok buttons */
"OK" = "OK";

/* Crash dialog */

/* Title showing in the alert box when crash report data has been found */
"CrashDataFoundTitle" = "Dati del crash trovati";

/* Description explaining that crash data has been found and ask the user if the data might be uplaoded to the developers server */
"CrashDataFoundDescription" = "L'applicazione precedentemente ha avuto un crash. Vuoi inviare allo sviluppatore i dati anonimi del crash in modo che possa provare a sistemare il problema?";

/* Alert box button if the users wants to send crash data always automatically */
"Always" = "Sempre";

/* Text showing in a processing box that the crash data is being uploaded to the server */
"Sending" = "Invio…";

/* Title for the alertview giving feedback about the crash */
"CrashResponseTitle" = "Stato del bug";

/* Full text telling the bug is fixed and will be available in the next release */
"CrashResponseNextRelease" = "Il bug che ha causato il tuo problema è già stato risolto e sarà incluso nella prossima versione di %@.";

/* Full text telling the bug is fixed and the new release is waiting at Apple */
"CrashResponseWaitingApple" = "Il bug che ha causato il tuo problema è già stato risolto e la nuova versione di %@ è in attesa di approvazione da parte della Apple.";

/* Full text telling the bug is fixed and an update is available in the AppStore */
"CrashResponseAvailable" = "Il bug che ha causato il tuo problema è già stato risolto e la nuova versione di %@ è disponibile. Ti preghiamo di effettuare un aggiornamento!";
